tap "atomicjar/tap"
tap "cantino/mcfly"
tap "cloudflare/cloudflare"
tap "dotenvx/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "iandol/adobe-fonts"
tap "libsql/sqld"
tap "sidneys/homebrew"
tap "siketyan/tap"
tap "tursodatabase/tap"
brew "act"
brew "libssh2"
brew "aria2"
brew "node"
brew "aws-cdk"
brew "bandwhich"
brew "bash"
brew "bat"
brew "harfbuzz"
brew "bfg"
brew "bottom"
brew "broot"
brew "cabextract"
brew "cdrtools"
brew "choose-rust"
brew "circleci"
brew "cloudflared", link: false
brew "colordiff"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "dust"
brew "emscripten"
brew "entr"
brew "tcl-tk"
brew "expect"
brew "libgit2"
brew "eza"
brew "fd"
brew "unbound"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-task"
brew "helix"
brew "ifstat"
brew "jpegoptim"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libslirp"
brew "qemu"
brew "lima"
brew "lpeg"
brew "luv"
brew "mercurial", link: false
brew "mise"
brew "monolith"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "procs"
brew "python@3.10"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "rustup"
brew "sd"
brew "silicon"
brew "starship"
brew "subversion"
brew "tailscale"
brew "terraform"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tokei"
brew "watch"
brew "watchexec"
brew "wget"
brew "wimlib"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "cantino/mcfly/mcfly"
brew "dotenvx/brew/dotenvx"
brew "sidneys/homebrew/chntpw"
brew "siketyan/tap/ghr"
brew "tursodatabase/tap/turso"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "balenaetcher"
cask "chatgpt"
cask "chromium"
cask "cursor"
cask "discord"
cask "figma"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "microsoft-edge"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "qgis"
cask "raycast"
cask "setapp"
cask "testcontainers-desktop"
cask "utm"
cask "visual-studio-code"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "arrterian.nix-env-selector"
vscode "arturock.gitstash"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "janisdd.vscode-edit-csv"
vscode "jnoortheen.nix-ide"
vscode "jock.svg"
vscode "juanblanco.solidity"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "oouo-diogo-perdigao.docthis"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "sissel.netlify-redirects"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
vscode "wraith13.bracket-lens"
vscode "xyz.local-history"
vscode "yusukehirao.vscode-markuplint"
vscode "yutotnh.word-divider"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
