tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "balenaetcher"
cask "chatgpt"
cask "chromium"
cask "cursor"
cask "discord"
cask "figma"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "microsoft-edge"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "qgis"
cask "raycast"
cask "setapp"
cask "testcontainers-desktop"
cask "utm"
cask "visual-studio-code"
