tap "cantino/mcfly"
tap "cloudflare/cloudflare"
tap "daipeihust/tap"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "iandol/adobe-fonts"
tap "sidneys/homebrew"
tap "siketyan/tap"
tap "wez/wezterm"
brew "act"
brew "pycparser"
brew "cffi"
brew "python-cryptography"
brew "ansible"
brew "libssh2"
brew "aria2"
brew "asdf"
brew "node"
brew "aws-cdk"
brew "python@3.11"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "libgit2"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "broot"
brew "cabextract"
brew "cdrtools"
brew "choose-rust"
brew "circleci"
brew "colordiff"
brew "curl"
brew "deno"
brew "docker"
brew "docker-compose"
brew "dust"
brew "harfbuzz"
brew "openjdk"
brew "emscripten"
brew "entr"
brew "exa"
brew "tcl-tk"
brew "expect"
brew "fd"
brew "unbound"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitui"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-task"
brew "helix"
brew "httpie"
brew "ifstat"
brew "jpegoptim"
brew "jq"
brew "lazygit"
brew "libslirp"
brew "qemu"
brew "lpeg"
brew "luv"
brew "mercurial", link: false
brew "monolith"
brew "navi"
brew "neovim"
brew "nmap"
brew "pinentry-mac"
brew "pnpm"
brew "procs"
brew "python@3.10"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "rustup-init"
brew "sd"
brew "silicon"
brew "starship"
brew "subversion"
brew "terraform"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tokei"
brew "volta"
brew "watch"
brew "watchexec"
brew "wget"
brew "wimlib"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "cantino/mcfly/mcfly"
brew "cloudflare/cloudflare/cloudflared"
brew "daipeihust/tap/im-select"
brew "delphinus/sfmono-square/sfmono-square"
brew "sidneys/homebrew/chntpw"
brew "siketyan/tap/ghr"
cask "alacritty"
cask "balenaetcher"
cask "discord"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ricty-diminished"
cask "font-source-han-code-jp"
cask "font-source-han-mono"
cask "font-source-han-sans"
cask "font-source-han-serif"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "microsoft-edge"
cask "obs"
cask "orbstack"
cask "raycast"
cask "setapp"
cask "utm"
cask "visual-studio-code"
cask "vlc"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "janisdd.vscode-edit-csv"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "Orta.vscode-jest"
vscode "Pandy.bun"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tomoki1207.vscode-input-sequence"
vscode "unifiedjs.vscode-mdx"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
